{
  "MenuItems": {
    "home": "Нүүр хуудас",
    "aboutUs": "Бидний тухай",
    "campManagement": "Кемп менежментийн үйлчилгээ",
    "waterProduction": "Цэвэр ус үйлдвэрлэл",
    "partnerships": "Хамтын ажиллагаа"
  },

  "banner": {
    "title": "Бидний Тухай",
    "campManagementTitle": "Кемп Менежмент",
    "breadcrumb": {
      "home": "Нүүр",
      "about": "Бидний тухай",
      "campManagement": "Кемп Менежмент"
    }
  },

  "company": {
    "introduction": "<ecotech>Эколожикал Текноложи</ecotech> нь 2011 оноос эхлэн хэрэглэгчдийн эрэлт хэрэгцээнд тулгуурлан хүрээлэн буй орчны аюулгүй байдал, эрүүл ахуй, чанарын удирдлагын стандартад нийцсэн кемп, катерингийн үйлчилгээг хэрэглэгч, үйлчлүүлэгчдийн байгаа газар байршилд хүрч, төв суурин газраас алслагдсан газар зүйн байрлалыг үл харгалзан хэрэглэгчдийн тав тухтай байдлыг эрхэмлэн, суурин болон гэр кэмпүүдийг байгуулан, эрэлт хэрэгцээг хангасан үйлчилгээг үзүүлэхийг зорин ажиллаж байна.",
    "mission": {
      "title": "Эрхэм зорилго",
      "description": "Бид бүтээмжээ тасралтгүй нэмэгдүүлэх замаар харилцагчдынхаа үнэ цэнэ, олон улсад өрсөлдөх чадварт хувь нэмэр оруулсан экологид ээлтэй, чанартай бүтээгдэхүүн үйлчилгээг үзүүлсэн манлайлагч байгууллага байна."
    },
    "vision": {
      "title": "Алсын хараа",
      "description": "Ногоон хөгжлөөр манлайлан, олон улсын жишигт нийцсэн бүтээгдэхүүн, үйлчилгээ үзүүлэгч байгууллага болно."
    },
    "values": {
      "title": "Үнэт зүйлс",
      "leadership": "Манлайлал",
      "leadershipDescription": "Зах зээлд эзлэх байр суурийг тогтмол өсөн нэмэгдүүлэгч, шинийг санаачлагч, өндөр ур чадвар бүхий харилцаа, бизнесийн тогтсон соёл, холыг харсан өргөн цар хүрээтэй алсын хараа, зөв зохистой удирдлагыг бүрдүүлсэн компани байна.",
      "quality": "Чанар, Стандарт",
      "qualityDescription": "Бид үйл ажиллагаандаа олон улсын стандартуудыг нэвтрүүлж, хэвшүүлсэн компани байна.",
      "safety": "Аюулгүй ажиллагаа",
      "safetyDescription": "Бид хүнээ дээдэлж, үйлдвэрлэлийн шат дамжлага бүрт аюулгүй ажиллагаа, хүнсний эрүүл ахуйг ханган ажиллаж байна.",
      "sustainability": "Тогтвортой хөгжил",
      "sustainabilityDescription": "Бизнесийн тогтвортой өсөлтийг ханган ажиллагч, тогтвортой хөгжлөөр манлайлагч байна."
    },
    "operations": {
      "title": "Үйл ажиллагааны чиглэл"
    }
  },

  "timeline": {
    "title": "Бидний Түүхэн Замнал",
    "events": {
      "2011": {
        "title": "Компанийн үүсгэн байгуулалт",
        "description": "2011 онд Эколожикал Текноложи ХХК үүсгэн байгуулагдав."
      },
      "2012": {
        "title": "200 хүний хүчин чадалтай кемпийн байгууламж",
        "description": "2012 онд цогц шийдэл бүхий 200 хүний хүчин чадалтай 2 давхар кемпийн амрах байр, хоол үйлдвэрлэл, цэвэрлэгээ угаалгын иж бүрэн тоноглолтой байгууламж ашиглалтанд оруулав."
      },
      "2015": {
        "title": "Дархан-Уул аймагт шинэ кемп",
        "description": "2015 онд Дархан-Уул аймгийн Шарын голын нутаг дэвсгэрт Зоолуухарын уурхайд кемп байгуулж, үйл ажиллагаа явуулж эхэлсэн."
      },
      "2017": {
        "title": "Баян-Ундарга уурхайн кемп",
        "description": "2017 онд Баян-Ундарга уурхайн 120 ажилтан байрлуулах гэр кемп байгуулав."
      },
      "2020": {
        "title": "Өргөтгөл болон шинэ төсөл",
        "description": "2020 онд кемпийг 200 хүний хүчин чадалтай болгож өргөтгөж, бохир усыг саарал ус болгон хэрэглэх цэвэрлэх байгууламжтай болов. Мөн савласан цэвэр усны “Ундраа” төслийг санаачлан амжилттай удирдсан."
      },
      "2022": {
        "title": "Катеринг үйлчилгээ",
        "description": "2022 оны 02-р сараас Налайх дүүрэгт байрлах Огоот ХХК-ийн автобаазын катеринг үйлчилгээг, 05-р сараас МЕРА ХХК-ийн автобаазын катеринг үйлчилгээг хариуцаж эхэлсэн."
      },
      "2023": {
        "title": "Хүнсний үйлдвэр байгуулах төсөл",
        "description": "2023 онд HACCP, GMP, GHP стандартын шаардлага хангасан хүнсний үйлдвэр байгуулах төслийн технологийн судалгааг эхлүүлэв."
      },
      "2024": {
        "title": "Ирээдүйн алсын хараа",
        "description": "2024 онд олон улсын жишигт нийцсэн экологид ээлтэй бүтээгдэхүүн, үйлчилгээг үзүүлэгч байгууллага болох зорилт тавьсан."
      }
    }
  },
  "waterProduction": {
    "title": "Цэвэр ус үйлдвэрлэл",
    "breadcrumb": {
      "home": "Нүүр",
      "water": "Цэвэр ус үйлдвэрлэл"
    },
    "productionTitle": "Цэвэр ус үйлдвэрлэл",
    "productionDescription": "Ус үйлдвэрлэх орчинд үйлдвэрлэл эрүүл ахуйн дадлыг хоногшуулж, 7 хоног бүр CIP, SOP ариутгал хийж, улирал тутам Өмнөговь аймгийн МХГ-т савласан усыг шинжлүүлэн дүгнэлт гаргуулж хүнсний аюулгүй байдлыг хангаж ажиллаж байна.",
    "miner": {
      "title": "MINER Ус",
      "description": "MINER цэвэр ус нь 6 давхар шүүлтүүрээр шүүж цэвэршүүлсэн, pH нь 7.5-тай. Уух тусам улам хөнгөн."
    },
    "amtat": {
      "title": "АМТАТ Ус",
      "description": "АМТАТ Ус нь өдөр тутмын хэрэгцээнд төгс тохирсон цэвэршүүлсэн, амттай ус юм."
    }
  },
  "contact": {
    "title": "Холбоо барих",
    "breadcrumb": {
      "home": "Нүүр",
      "contact": "Холбоо барих"
    },
    "contactTitle": "Бидэнтэй Холбогдох",
    "contactDescription": "Асуулт болон мэдээлэл авах хүсэлтэй бол бидэнтэй утсаар, имэйлээр болон доорх холбоо барих формоор холбогдоно уу.",
    "details": {
      "title": "Холбоо барих мэдээлэл",
      "address": "1234 Эколожикал Текноложи ХХК, Улаанбаатар, Монгол",
      "phone": "Утас",
      "email": "Имэйл"
    },
    "form": {
      "title": "Мессеж илгээх",
      "name": "Таны нэр",
      "namePlaceholder": "Өөрийн бүтэн нэрээ оруулна уу",
      "email": "Таны имэйл",
      "emailPlaceholder": "Имэйл хаягаа оруулна уу",
      "message": "Таны мессеж",
      "messagePlaceholder": "Энд мессежээ бичнэ үү...",
      "submit": "Мессеж илгээх"
    }
  }
}
